Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Cmd_view_customizeToolbar
source: Customize toolbar
ar: تخصيص شريط الأدوات
cs: Přizpůsobit panel nástrojů
de: Symbolleiste anpassen
el: Προσαρμογή γραμμής εργαλείων
es: Personalizar la barra de herramientas
fa: سفارشی‌سازی نوار ابزار
fr: Personnaliser la barre d'outils
hu: Eszköztár testreszabása
id: Sesuaikan bilah alat
it: Personalizza barra degli strumenti
ja: ツールバーのカスタマイズ
ko: 도구 모음 사용자 지정
pl: Dostosuj pasek narzędzi
pt: Personalizar barra de ferramentas
ro: Particularizare bară de instrumente
ru: Настроить панель инструментов
th: กำหนดแถบเครื่องมือเอง
tr: Araç çubuğunu özelleştir
uk: Налаштувати панель інструментів
vi: Tùy chỉnh thanh công cụ
zh_hans: 自定义工具栏
zh_hant: 自訂工具列

# CmdAlias_view_customizeToolbar
source: edit toolbar buttons
ar: edit toolbar buttons تحرير أزرار شريط الأدوات
cs: přizpůsobit prizpusobit upravit panel nástrojů nastroju tlačítka tlacitka edit toolbar buttons
de: symbolleiste schaltflächen bearbeiten edit toolbar buttons
el: επεξεργασία γραμμή εργαλείων κουμπιά edit toolbar buttons
es: barra de herramientas botones editar edit toolbar buttons
fa: ویرایش دکمه‌های نوار ابزار, edit toolbar buttons
fr: barre d'outils boutons modifier edit toolbar buttons
hu: eszköztár eszkoztar testreszabás testreszabas gombok szerkesztés szerkesztes edit toolbar buttons
id: sesuaikan bilah alat tombol edit toolbar buttons
it: modifica pulsanti barra degli strumenti edit toolbar buttons
ja: つーるばーのかすたまいず
ko: 도구 모음 사용자 지정 버튼 편집 툴바 edit toolbar buttons
pl: edytuj przyciski paska narzędzi edit toolbar buttons
pt: editar botões da barra de ferramentas edit toolbar buttons
ro: editare butoane bara bară instrumente edit toolbar buttons
ru: изменить кнопки панели инструментов edit toolbar buttons
th: กำหนดเอง แก้ไข แถบเครื่องมือ ปุ่ม edit toolbar buttons
tr: araç çubuğu düğmelerini düzenle edit toolbar buttons
uk: змінити кнопки панелі інструментів edit toolbar buttons
vi: tùy chỉnh thanh công cụ nút edit toolbar buttons
zh_hans: 自定义 编辑 工具栏 按钮 edit toolbar buttons
zh_hant: 自訂 工具列 按鈕 編輯 edit toolbar buttons

# Cmd_view_panel_inspector
source: Toggle data inspector
ar: تبديل مفتش البيانات
cs: Přepnout inspektor dat
de: Dateninspektor ein/aus
el: Εναλλαγή επιθεωρητή δεδομένων
es: Mostrar u ocultar el inspector de datos
fa: نمایش/پنهان کردن بازرس داده
fr: Afficher/masquer l'inspecteur de données
hu: Adatvizsgáló be/ki
id: Alihkan inspektur data
it: Mostra/nascondi ispettore dati
ja: データインスペクタの表示切り替え
ko: 데이터 검사기 표시/숨기기
pl: Pokaż/ukryj inspektor danych
pt: Mostrar/ocultar inspetor de dados
ro: Comutare inspector de date
ru: Показать или скрыть инспектор данных
th: สลับตัวตรวจสอบข้อมูล
tr: Veri denetçisini aç/kapat
uk: Показати або приховати інспектор даних
vi: Bật/tắt trình kiểm tra dữ liệu
zh_hans: 切换数据检查器
zh_hant: 切換資料檢查器

# CmdAlias_view_panel_inspector
source: inspector values panel
ar: inspector values panel المفتش قيم لوحة
cs: inspektor hodnoty panel inspector values panel
de: inspektor werte bereich inspector values panel
el: επιθεωρητής τιμές πλαίσιο inspector values panel
es: inspector valores panel inspector values
fa: بازرس مقادیر پنل, inspector values panel
fr: inspecteur valeurs volet inspector values panel
hu: vizsgáló vizsgalo adatvizsgáló adatvizsgalo értékek ertekek panel inspector values
id: inspektur nilai panel inspector values panel
it: ispettore valori pannello inspector values panel
ja: でーたいんすぺくたのひょうじきりかえ
ko: 데이터 검사기 값 패널 인스펙터 inspector values panel
pl: inspektor wartości panel inspector values panel
pt: inspetor valores painel inspector values panel
ro: inspector valori panou values panel
ru: инспектор значения панель inspector values panel
th: ตัวตรวจสอบ ค่า แผง inspector values panel
tr: denetçi değerler panel inspector values panel
uk: інспектор значення панель inspector values panel
vi: trình kiểm tra giá trị bảng inspector values panel
zh_hans: 检查器 数据 值 面板 inspector values panel
zh_hant: 資料檢查器 檢查器 值 面板 inspector values panel

# Cmd_view_nextRegion
source: Focus next region
ar: التركيز على المنطقة التالية
cs: Přejít na další oblast
de: Fokus auf nächsten Bereich
el: Εστίαση στην επόμενη περιοχή
es: Mover el foco a la región siguiente
fa: تمرکز روی ناحیهٔ بعدی
fr: Focus sur la zone suivante
hu: Fókusz a következő területre
id: Fokus ke area berikutnya
it: Sposta lo stato attivo all'area successiva
ja: 次の領域へフォーカスを移す
ko: 다음 영역으로 포커스 이동
pl: Przenieś fokus do następnego obszaru
pt: Focar a próxima área
ro: Focalizare pe zona următoare
ru: Фокус на следующую область
th: โฟกัสพื้นที่ถัดไป
tr: Sonraki bölgeye odaklan
uk: Фокус на наступну область
vi: Chuyển tiêu điểm đến vùng tiếp theo
zh_hans: 聚焦下一个区域
zh_hant: 將焦點移至下一個區域

# CmdAlias_view_nextRegion
source: focus pane
ar: focus pane تركيز جزء
cs: fokus oblast podokno focus pane
de: fokus bereich focus pane
el: εστίαση παράθυρο περιοχή focus pane
es: foco región panel focus pane
fa: تمرکز قاب, focus pane
fr: focus zone volet focus pane
hu: fókusz fokusz terület terulet ablaktábla ablaktabla focus pane
id: fokus area berikutnya focus pane
it: stato attivo riquadro area focus pane
ja: つぎのりょういきへふぉーかすをうつす
ko: 다음 영역 포커스 창 focus pane
pl: fokus okienko obszar focus pane
pt: foco painel área focus pane
ro: focalizare zona zonă panou focus pane
ru: фокус область focus pane
th: โฟกัส พื้นที่ถัดไป focus pane
tr: odak bölme focus pane
uk: фокус область focus pane
vi: tiêu điểm vùng tiếp theo focus pane
zh_hans: 焦点 窗格 下一个区域 focus pane
zh_hant: 焦點 下一個區域 窗格 focus pane

# Cmd_view_previousRegion
source: Focus previous region
ar: التركيز على المنطقة السابقة
cs: Přejít na předchozí oblast
de: Fokus auf vorherigen Bereich
el: Εστίαση στην προηγούμενη περιοχή
es: Mover el foco a la región anterior
fa: تمرکز روی ناحیهٔ قبلی
fr: Focus sur la zone précédente
hu: Fókusz az előző területre
id: Fokus ke area sebelumnya
it: Sposta lo stato attivo all'area precedente
ja: 前の領域へフォーカスを移す
ko: 이전 영역으로 포커스 이동
pl: Przenieś fokus do poprzedniego obszaru
pt: Focar a área anterior
ro: Focalizare pe zona anterioară
ru: Фокус на предыдущую область
th: โฟกัสพื้นที่ก่อนหน้า
tr: Önceki bölgeye odaklan
uk: Фокус на попередню область
vi: Chuyển tiêu điểm đến vùng trước
zh_hans: 聚焦上一个区域
zh_hant: 將焦點移至上一個區域

# CmdAlias_view_previousRegion
source: focus pane
ar: focus pane تركيز جزء
cs: fokus oblast podokno focus pane
de: fokus bereich focus pane
el: εστίαση παράθυρο περιοχή focus pane
es: foco región panel focus pane
fa: تمرکز قاب, focus pane
fr: focus zone volet focus pane
hu: fókusz fokusz terület terulet ablaktábla ablaktabla focus pane
id: fokus area sebelumnya focus pane
it: stato attivo riquadro area focus pane
ja: まえのりょういきへふぉーかすをうつす
ko: 이전 영역 포커스 창 focus pane
pl: fokus okienko obszar focus pane
pt: foco painel área focus pane
ro: focalizare zona zonă panou focus pane
ru: фокус область focus pane
th: โฟกัส พื้นที่ก่อนหน้า focus pane
tr: odak bölme focus pane
uk: фокус область focus pane
vi: tiêu điểm vùng trước focus pane
zh_hans: 焦点 窗格 上一个区域 focus pane
zh_hant: 焦點 上一個區域 窗格 focus pane

# Cmd_view_theme_system
source: Theme: Use Windows setting
ar: السمة: استخدام إعداد Windows
cs: Motiv: Podle nastavení Windows
de: Design: Windows-Einstellung verwenden
el: Θέμα: Χρήση ρύθμισης των Windows
es: Tema: usar la configuración de Windows
fa: طرح زمینه: استفاده از تنظیمات Windows
fr: Thème : utiliser le paramètre Windows
hu: Téma: Windows-beállítás használata
id: Tema: Gunakan pengaturan Windows
it: Tema: usa impostazione di Windows
ja: テーマ: Windows の設定に従う
ko: 테마: Windows 설정 사용
pl: Motyw: użyj ustawienia systemu Windows
pt: Tema: usar configuração do Windows
ro: Temă: utilizare setare Windows
ru: Тема: параметр Windows
th: ธีม: ใช้การตั้งค่า Windows
tr: Tema: Windows ayarını kullan
uk: Тема: використовувати параметр Windows
vi: Chủ đề: Dùng cài đặt Windows
zh_hans: 主题：使用 Windows 设置
zh_hant: 佈景主題：使用 Windows 設定

# CmdAlias_view_theme_system
source: color mode
ar: color mode سمة وضع الألوان
cs: motiv barva režim rezim color mode
de: design farbmodus color mode
el: θέμα χρώμα λειτουργία color mode
es: tema modo de color color mode
fa: حالت رنگ, color mode
fr: thème couleurs mode color mode
hu: téma tema szín szin mód mod rendszer color mode
id: tema mode warna sistem color mode
it: modalità colore tema color mode
ja: てーま
ko: 테마 색 모드 시스템 color mode
pl: tryb kolorów motyw color mode
pt: modo de cor tema color mode
ro: tema temă culoare mod color mode
ru: цвет режим color mode
th: ธีม ระบบ สี โหมด color mode
tr: renk modu color mode
uk: колірний режим color mode
vi: chủ đề chế độ màu hệ thống color mode
zh_hans: 主题 颜色 模式 系统 color mode
zh_hant: 佈景主題 色彩 模式 系統 color mode

# Cmd_view_theme_light
source: Theme: Light
ar: السمة: فاتح
cs: Motiv: Světlý
de: Design: Hell
el: Θέμα: Ανοιχτό
es: Tema: claro
fa: طرح زمینه: روشن
fr: Thème : clair
hu: Téma: Világos
id: Tema: Terang
it: Tema: chiaro
ja: テーマ: ライト
ko: 테마: 밝게
pl: Motyw: jasny
pt: Tema: claro
ro: Temă: luminos
ru: Тема: светлая
th: ธีม: สว่าง
tr: Tema: Açık
uk: Тема: світла
vi: Chủ đề: Sáng
zh_hans: 主题：浅色
zh_hant: 佈景主題：淺色

# CmdAlias_view_theme_light
source: color mode
ar: color mode سمة وضع الألوان فاتح
cs: motiv světlý svetly barva color mode
de: design hell farbmodus color mode
el: θέμα χρώμα ανοιχτό color mode
es: tema claro modo de color color mode
fa: حالت رنگ, color mode
fr: thème clair couleurs color mode
hu: téma tema világos vilagos szín szin mód mod color mode light
id: tema terang mode warna color mode
it: modalità colore tema chiaro color mode
ja: てーま らいと
ko: 테마 밝게 라이트 색 모드 color mode
pl: tryb kolorów motyw jasny color mode
pt: modo de cor tema claro color mode
ro: tema temă culoare mod luminos color mode
ru: цвет режим светлая color mode
th: ธีม สว่าง สี โหมด color mode
tr: renk modu color mode
uk: колірний режим color mode
vi: chủ đề sáng chế độ màu color mode
zh_hans: 主题 颜色 模式 浅色 亮色 color mode
zh_hant: 佈景主題 淺色 亮色 色彩 模式 color mode

# Cmd_view_theme_dark
source: Theme: Dark
ar: السمة: داكن
cs: Motiv: Tmavý
de: Design: Dunkel
el: Θέμα: Σκούρο
es: Tema: oscuro
fa: طرح زمینه: تیره
fr: Thème : sombre
hu: Téma: Sötét
id: Tema: Gelap
it: Tema: scuro
ja: テーマ: ダーク
ko: 테마: 어둡게
pl: Motyw: ciemny
pt: Tema: escuro
ro: Temă: întunecat
ru: Тема: темная
th: ธีม: มืด
tr: Tema: Koyu
uk: Тема: темна
vi: Chủ đề: Tối
zh_hans: 主题：深色
zh_hant: 佈景主題：深色

# CmdAlias_view_theme_dark
source: color mode
ar: color mode سمة وضع الألوان داكن
cs: motiv tmavý tmavy barva color mode
de: design dunkel farbmodus color mode
el: θέμα χρώμα σκούρο color mode
es: tema oscuro modo de color color mode
fa: حالت رنگ, color mode
fr: thème sombre couleurs color mode
hu: téma tema sötét sotet szín szin mód mod color mode dark
id: tema gelap mode warna color mode
it: modalità colore tema scuro color mode
ja: てーま だーく
ko: 테마 어둡게 다크 색 모드 color mode
pl: tryb kolorów motyw ciemny color mode
pt: modo de cor tema escuro color mode
ro: tema temă culoare mod intunecat întunecat color mode
ru: цвет режим темная color mode
th: ธีม มืด สี โหมด color mode
tr: renk modu color mode
uk: колірний режим color mode
vi: chủ đề tối chế độ màu color mode
zh_hans: 主题 颜色 模式 深色 暗色 color mode
zh_hant: 佈景主題 深色 暗色 色彩 模式 color mode

# Cmd_settings_open
source: Open settings
ar: فتح الإعدادات
cs: Otevřít nastavení
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir configuración
fa: باز کردن تنظیمات
fr: Ouvrir les paramètres
hu: Beállítások megnyitása
id: Buka pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pl: Otwórz ustawienia
pt: Abrir configurações
ro: Deschidere setări
ru: Открыть параметры
th: เปิดการตั้งค่า
tr: Ayarları aç
uk: Відкрити параметри
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# CmdAlias_settings_open
source: preferences options
ar: preferences options تفضيلات خيارات إعدادات
cs: nastavení nastaveni předvolby predvolby možnosti moznosti preferences options
de: einstellungen optionen preferences options
el: ρυθμίσεις προτιμήσεις επιλογές preferences options
es: configuración preferencias opciones preferences options
fa: ترجیحات گزینه‌ها, preferences options
fr: paramètres préférences options preferences
hu: beállítások beallitasok opciók opciok preferences options
id: pengaturan opsi preferensi preferences options
it: impostazioni preferenze opzioni preferences options
ja: せっていをひらく
ko: 설정 환경 설정 옵션 preferences options
pl: ustawienia preferencje opcje preferences options
pt: configurações preferências opções preferences options
ro: setari setări preferinte preferințe optiuni opțiuni preferences options
ru: параметры настройки preferences options
th: การตั้งค่า ตัวเลือก กำหนดลักษณะ preferences options
tr: tercihler seçenekler preferences options
uk: параметри налаштування preferences options
vi: cài đặt tùy chọn preferences options
zh_hans: 设置 首选项 选项 偏好 preferences options
zh_hant: 設定 喜好設定 選項 偏好 preferences options

# Cmd_settings_keyboard
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
it: Scelte rapide da tastiera
ja: キーボードショートカット
ko: 바로 가기 키
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式
zh_hant: 鍵盤快速鍵

# CmdAlias_settings_keyboard
source: keybindings keys
ar: keybindings keys اختصارات مفاتيح روابط المفاتيح
cs: klávesové klavesove zkratky klávesy klavesy keybindings keys
de: tastenkombinationen tasten tastatur keybindings keys
el: συντομεύσεις πλήκτρα keybindings keys
es: atajos teclas teclado keybindings keys
fa: کلیدها میان‌بر, keybindings keys
fr: raccourcis touches clavier keybindings keys
hu: billentyűparancs billentyuparancs billentyűk billentyuk gyorsbillentyű gyorsbillentyu keybindings keys
id: pintasan tombol keyboard keybindings keys
it: tasti scelte rapide combinazioni keybindings keys
ja: きーぼーどしょーとかっと
ko: 바로 가기 키 단축키 키 바인딩 keybindings keys
pl: klawisze skróty klawiszowe keybindings keys
pt: teclas atalhos combinações keybindings keys
ro: comenzi rapide taste tastatura tastatură keybindings keys
ru: сочетания клавиши горячие keybindings keys
th: แป้นพิมพ์ลัด ปุ่ม keybindings keys
tr: tuş atamaları tuşlar keybindings keys
uk: сполучення клавіші прив’язки keybindings keys
vi: phím tắt bàn phím keybindings keys
zh_hans: 键盘 快捷键 按键 绑定 keybindings keys
zh_hant: 鍵盤快速鍵 快速鍵 按鍵 按鍵繫結 keybindings keys

# Cmd_settings_selectPreset
source: Select shortcut preset
ar: تحديد إعداد اختصارات مسبق
cs: Vybrat předvolbu zkratek
de: Tastenkombinationsvorlage auswählen
el: Επιλογή προκαθορισμένων συντομεύσεων
es: Seleccionar el conjunto de atajos
fa: انتخاب پیش‌تنظیم میان‌برها
fr: Choisir un jeu de raccourcis
hu: Billentyűparancs-készlet kiválasztása
id: Pilih preset pintasan
it: Seleziona set di scelte rapide
ja: ショートカットのプリセットを選択
ko: 바로 가기 키 프리셋 선택
pl: Wybierz zestaw skrótów
pt: Selecionar predefinição de atalhos
ro: Selectare presetare comenzi rapide
ru: Выбрать набор сочетаний клавиш
th: เลือกชุดแป้นพิมพ์ลัดสำเร็จรูป
tr: Kısayol ön ayarını seç
uk: Вибрати набір сполучень клавіш
vi: Chọn bộ phím tắt định sẵn
zh_hans: 选择快捷方式预设
zh_hant: 選取快速鍵預設集

# CmdAlias_settings_selectPreset
source: keymap hxd vscode 010 editor
ar: keymap hxd vscode 010 editor خريطة المفاتيح إعداد مسبق
cs: předvolba predvolba zkratky klávesy klavesy keymap hxd vscode 010 editor
de: tastenbelegung vorlage keymap hxd vscode 010 editor
el: αντιστοίχιση πλήκτρων keymap hxd vscode 010 editor
es: atajos conjunto predefinido keymap hxd vscode 010 editor
fa: نقشهٔ کلید, keymap hxd vscode 010 editor
fr: raccourcis jeu prédéfini keymap hxd vscode 010 editor
hu: billentyűkiosztás billentyukiosztas készlet keszlet keymap hxd vscode 010 editor
id: preset pintasan keymap hxd vscode 010 editor
it: mappa tasti predefinito keymap hxd vscode 010 editor
ja: しょーとかっとのぷりせっとをせんたく
ko: 프리셋 단축키 키맵 keymap hxd vscode 010 editor
pl: mapa klawiszy zestaw keymap hxd vscode 010 editor
pt: mapa de teclas predefinição keymap hxd vscode 010 editor
ro: presetare taste keymap hxd vscode 010 editor
ru: раскладка набор keymap hxd vscode 010 editor
th: ชุดสำเร็จรูป แป้นพิมพ์ลัด keymap hxd vscode 010 editor
tr: tuş haritası keymap hxd vscode 010 editor
uk: розкладка набір keymap hxd vscode 010 editor
vi: bộ phím tắt định sẵn keymap hxd vscode 010 editor
zh_hans: 快捷键 预设 键位 keymap hxd vscode 010 editor
zh_hant: 快速鍵 預設集 按鍵對應 keymap hxd vscode 010 editor

# Cmd_settings_exportKeybindings
source: Export shortcuts
ar: تصدير الاختصارات
cs: Exportovat zkratky
de: Tastenkombinationen exportieren
el: Εξαγωγή συντομεύσεων
es: Exportar atajos
fa: صادر کردن میان‌برها
fr: Exporter les raccourcis
hu: Billentyűparancsok exportálása
id: Ekspor pintasan
it: Esporta scelte rapide
ja: ショートカットをエクスポート
ko: 바로 가기 키 내보내기
pl: Eksportuj skróty
pt: Exportar atalhos
ro: Exportare comenzi rapide
ru: Экспортировать сочетания клавиш
th: ส่งออกแป้นพิมพ์ลัด
tr: Kısayolları dışarı aktar
uk: Експортувати сполучення клавіш
vi: Xuất phím tắt
zh_hans: 导出快捷方式
zh_hant: 匯出快速鍵

# CmdAlias_settings_exportKeybindings
source: keybindings save
ar: keybindings save اختصارات حفظ تصدير
cs: exportovat uložit ulozit zkratky keybindings save
de: tastenkombinationen speichern keybindings save
el: συντομεύσεις αποθήκευση keybindings save
es: atajos guardar keybindings save
fa: میان‌برها ذخیره, keybindings save
fr: raccourcis enregistrer keybindings save
hu: billentyűparancs billentyuparancs exportálás exportalas mentés mentes keybindings save
id: ekspor simpan pintasan keybindings save
it: esporta salva tasti keybindings save
ja: しょーとかっとをえくすぽーと
ko: 단축키 내보내기 저장 keybindings save
pl: eksportuj zapisz klawisze keybindings save
pt: exportar salvar teclas keybindings save
ro: exportare salvare taste keybindings save
ru: сочетания клавиш сохранить keybindings save
th: ส่งออก แป้นพิมพ์ลัด บันทึก keybindings save
tr: tuş atamaları kaydet keybindings save
uk: сполучення клавіш зберегти keybindings save
vi: xuất lưu phím tắt keybindings save
zh_hans: 导出 快捷键 保存 keybindings save
zh_hant: 匯出 快速鍵 儲存 按鍵繫結 keybindings save

# Cmd_settings_importKeybindings
source: Import shortcuts
ar: استيراد الاختصارات
cs: Importovat zkratky
de: Tastenkombinationen importieren
el: Εισαγωγή συντομεύσεων
es: Importar atajos
fa: وارد کردن میان‌برها
fr: Importer les raccourcis
hu: Billentyűparancsok importálása
id: Impor pintasan
it: Importa scelte rapide
ja: ショートカットをインポート
ko: 바로 가기 키 가져오기
pl: Importuj skróty
pt: Importar atalhos
ro: Importare comenzi rapide
ru: Импортировать сочетания клавиш
th: นำเข้าแป้นพิมพ์ลัด
tr: Kısayolları içeri aktar
uk: Імпортувати сполучення клавіш
vi: Nhập phím tắt
zh_hans: 导入快捷方式
zh_hant: 匯入快速鍵

# CmdAlias_settings_importKeybindings
source: keybindings load
ar: keybindings load اختصارات تحميل استيراد
cs: importovat načíst nacist zkratky keybindings load
de: tastenkombinationen laden keybindings load
el: συντομεύσεις φόρτωση keybindings load
es: atajos cargar keybindings load
fa: میان‌برها بارگذاری, keybindings load
fr: raccourcis charger keybindings load
hu: billentyűparancs billentyuparancs importálás importalas betöltés betoltes keybindings load
id: impor muat pintasan keybindings load
it: importa carica tasti keybindings load
ja: しょーとかっとをいんぽーと
ko: 단축키 가져오기 불러오기 keybindings load
pl: importuj wczytaj klawisze keybindings load
pt: importar carregar teclas keybindings load
ro: importare incarcare încărcare taste keybindings load
ru: сочетания клавиш загрузить keybindings load
th: นำเข้า แป้นพิมพ์ลัด โหลด keybindings load
tr: tuş atamaları yükle keybindings load
uk: сполучення клавіш завантажити keybindings load
vi: nhập tải phím tắt keybindings load
zh_hans: 导入 快捷键 加载 keybindings load
zh_hant: 匯入 快速鍵 載入 按鍵繫結 keybindings load

# Cmd_settings_export
source: Export settings
ar: تصدير الإعدادات
cs: Exportovat nastavení
de: Einstellungen exportieren
el: Εξαγωγή ρυθμίσεων
es: Exportar configuración
fa: صادر کردن تنظیمات
fr: Exporter les paramètres
hu: Beállítások exportálása
id: Ekspor pengaturan
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
pl: Eksportuj ustawienia
pt: Exportar configurações
ro: Exportare setări
ru: Экспортировать параметры
th: ส่งออกการตั้งค่า
tr: Ayarları dışarı aktar
uk: Експортувати параметри
vi: Xuất cài đặt
zh_hans: 导出设置
zh_hant: 匯出設定

# CmdAlias_settings_export
source: backup save
ar: backup save نسخ احتياطي حفظ تصدير
cs: exportovat záloha zaloha uložit ulozit backup save
de: sicherung speichern backup save
el: αντίγραφο ασφαλείας αποθήκευση backup save
es: copia de seguridad guardar backup save
fa: پشتیبان ذخیره, backup save
fr: sauvegarde enregistrer backup save
hu: exportálás exportalas biztonsági mentés biztonsagi mentes backup save
id: ekspor cadangan pengaturan backup save
it: esporta backup salva backup save
ja: せっていをえくすぽーと
ko: 설정 내보내기 백업 저장 backup save
pl: eksportuj kopia zapasowa zapisz backup save
pt: exportar backup salvar backup save
ro: copie de rezerva rezervă salvare exportare backup save
ru: резервная копия сохранить backup save
th: ส่งออก การตั้งค่า สำรอง บันทึก backup save
tr: yedekle kaydet backup save
uk: резервна копія зберегти backup save
vi: xuất sao lưu cài đặt backup save
zh_hans: 导出 设置 备份 保存 backup save
zh_hant: 匯出 設定 備份 儲存 backup save

# Cmd_settings_import
source: Import settings
ar: استيراد الإعدادات
cs: Importovat nastavení
de: Einstellungen importieren
el: Εισαγωγή ρυθμίσεων
es: Importar configuración
fa: وارد کردن تنظیمات
fr: Importer les paramètres
hu: Beállítások importálása
id: Impor pengaturan
it: Importa impostazioni
ja: 設定をインポート
ko: 설정 가져오기
pl: Importuj ustawienia
pt: Importar configurações
ro: Importare setări
ru: Импортировать параметры
th: นำเข้าการตั้งค่า
tr: Ayarları içeri aktar
uk: Імпортувати параметри
vi: Nhập cài đặt
zh_hans: 导入设置
zh_hant: 匯入設定

# CmdAlias_settings_import
source: restore load
ar: restore load استعادة تحميل استيراد
cs: importovat obnovit načíst nacist restore load
de: wiederherstellen laden restore load
el: επαναφορά φόρτωση restore load
es: restaurar cargar restore load
fa: بازگردانی بارگذاری, restore load
fr: restaurer charger restore load
hu: importálás importalas visszaállítás visszaallitas betöltés betoltes restore load
id: impor pulihkan pengaturan restore load
it: importa ripristina carica restore load
ja: せっていをいんぽーと
ko: 설정 가져오기 복원 불러오기 restore load
pl: importuj przywróć wczytaj restore load
pt: importar restaurar carregar restore load
ro: restaurare incarcare încărcare importare restore load
ru: восстановить загрузить restore load
th: นำเข้า การตั้งค่า คืนค่า โหลด restore load
tr: geri yükle yükle restore load
uk: відновити завантажити restore load
vi: nhập khôi phục cài đặt restore load
zh_hans: 导入 设置 还原 加载 restore load
zh_hant: 匯入 設定 還原 載入 restore load

# Cmd_settings_resetAll
source: Reset all settings
ar: إعادة تعيين كل الإعدادات
cs: Obnovit všechna nastavení
de: Alle Einstellungen zurücksetzen
el: Επαναφορά όλων των ρυθμίσεων
es: Restablecer toda la configuración
fa: بازنشانی همهٔ تنظیمات
fr: Réinitialiser tous les paramètres
hu: Összes beállítás visszaállítása
id: Atur ulang semua pengaturan
it: Reimposta tutte le impostazioni
ja: すべての設定を既定に戻す
ko: 모든 설정 초기화
pl: Resetuj wszystkie ustawienia
pt: Redefinir todas as configurações
ro: Resetare toate setările
ru: Сбросить все параметры
th: รีเซ็ตการตั้งค่าทั้งหมด
tr: Tüm ayarları sıfırla
uk: Скинути всі параметри
vi: Đặt lại tất cả cài đặt
zh_hans: 重置所有设置
zh_hant: 重設所有設定
